Repository: common-repository/wpbizplugins-super-simple-news-box
Catalog: lang/wpbizplugins-ssnb-*.po
Languages: sv_se

source: Main configuration
sv_se: Huvudkonfiguration

source: Configure the Super Simple News Box. Please contact <a href="mailto:support@wpbizplugins.com">support@wpbizplugins.com</a> if you need further assistance.
sv_se: Konfigurera Super Simple News Box här. Har du frågor är du välkommen att kontakta <a href="mailto:support@wpbizplugins.com">support@wpbizplugins.com</a>.

source: Introductory text
sv_se: Introduktionstext

source: Explanatory and introductory text in the dashboard widget, shown together with the editor for the newsbox.
sv_se: Förklarande och introducerande text i widgeten på kontrollpanelen. Visas tillsammans med redigeraren för nyhetsboxen.

source: You can edit the contents of your news box here. <strong>The news box will be hidden if you leave the content empty</strong>.
sv_se: Du kan redigera innehållet i din nyhetsbox här under. <strong>Nyhetsboxen kommer att döljas om innehållet är tomt</strong>.

source: Headline level
sv_se: Nivå på rubrik

source: Control the level of the headline for the news box. Smaller means bigger headline.
sv_se: Kontrollera nivån på rubriken i nyhetsboxen. Lägre nivå betyder större rubrik.

source: Default:
sv_se: Standard:

source: Format for the date and time
sv_se: Format för datum och tid

source: Set the format for the date and time of last update of the box
sv_se: Sätt formatet för datum och tid som visar när nyhetsboxen senast uppdaterades

source: Read more about formatting date at:
sv_se: Läs mer om att formatera datum på:

source: Advanced options
sv_se: Avancerade inställningar

source: You'll find advanced options below.
sv_se: Du hittar avancerade inställningar nedan.

source: If this is turned on, a dashboard widget allowing you to edit the news box will be created.
sv_se: Om denna är påslagen kommer en widget i kontrollpanelen visas, varifrån du kan redigera nyhetsboxen direkt.

source: Show dashboard widget?
sv_se: Visa widget i kontrollpanelen?

source: On
sv_se: På

source: Off
sv_se: Av

source: If this is turned on, a separate page with the editor for the news box will be created. Look for it under the menu entry for the Super Simple News Box.<br />Useful if you want to link to editing the news box rather than edit it in the dashboard.
sv_se: Om denna är påslagen kommer en separat sida för att redigera innehållet i nyhetsboxen att skapas. Kolla efter den under menyvalet för Super Simple News box.<br />Användbart om du vill länka till att redigera nyhetsboxen hellre än att redigera den direkt i kontrollpanelen.

source: Use separate page for editing?
sv_se: Använd separat sida för redigering?

source: Name of menu entry
sv_se: Namn på menyvalet

source: The name of the entry in the WordPress menu
sv_se: Namnet på menyvalet i WordPress-menyn

source: This can be useful to edit if you want to clarify what the menu entry does for your users or clients.
sv_se: Denna kan vara bra att redigera om du vill specifiera vad menyvalet gör för dina användare eller klienter.

source: Dashicon for menu
sv_se: Dashikon för menyvalet

source: Use this if you want a special dashicon for the menu entry
sv_se: Använd denna om du vill ha en specifik dashikon för menyvalet

source: If you want a native WordPress dashicon instead of the Super Simple News Box icon, just enter the slug of that dashicon here, like "dashicons-iconname".<br />You can find all available dashicons and their slug at:
sv_se: Om du vill ha en riktig WordPress dashikon till menyvalet, istället för Super Simple News Box-ikonen, kan du skriva sluggen till den dashikonen här. Exempel: "dashicons-iconname".<br />Du finner alla tillgängiga dashikoner och deras slugs på:

source: Capability required
sv_se: Rättighetskrav

source: The capability required to edit the news box contents
sv_se: Rättighetsnivån som krävs för att få ändra nyhetsboxens innehåll

source: Set the capability required for editing the news box contents here. Use to restrict access for your clients.
sv_se: Sätt rättighetskrav för att kunna ändra nyhetsboxens innehåll här. Använd för att begränsa åtkomsten för dina klienter.

source: Custom CSS Code
sv_se: Egen CSS-kod

source: Put your custom CSS code here.
sv_se: Skriv din egen CSS-kod här.

source: Available CSS selectors
sv_se: Tillgängliga CSS-selektorer

source: The full container of the newsbox.
sv_se: Hela behållaren för nyhetsboxen.

source: The title of the newsbox.
sv_se: Titeln på nyhetsboxen

source: The content of the newsbox.
sv_se: Innehållet i nyhetsboxen.

source: The date/time the box was last updated.
sv_se: Datumet/tiden nyhetsboxen senast uppdaterades.

source: Import / Export
sv_se: Importera / exportera

source: Import and Export the menu settings from file, text or URL.
sv_se: Importera och exportera inställningarna från fil, text eller URL.

source: Documentation
sv_se: Dokumentation

source: Super Simple News Box
sv_se: Nyhetsbox

source: Super Simple News Box Options
sv_se: Super Simple News Box inställningar

source: Welcome to the Super Simple News Box configuration. Configure everything needed for the newsbox here.
sv_se: Välkommen till konfigurationen för Super Simple News Box. Konfigurera allt du behöver för nyhetsboxen här.

source: Display the news box through using the native WordPress widget available in <em>Widgets</em>, or the following shortcode:
sv_se: Visa nyhetsboxen antingen genom att använda den inbyggda widgeten som finns under <em>Widgets</em>, eller genom följade shortcode:

source: The shortcode takes two options:
sv_se: Shortcoden tar två inställningar:

source: Sets the title of the widget.
sv_se: Sätter titeln på widgeten.

source: Yes or no. Shows or hides when the box was last updated.
sv_se: Ja eller nej. Visar eller döljer när nyhetsboxen senast uppdaterades.

source: Last updated
sv_se: Senast uppdaterad

source: Press the button below to show the editor.
sv_se: Tryck på knappen nedan för att visa redigeraren.

source: Show editor
sv_se: Visa redigerare

source: Succeeded in updating the news box!
sv_se: Innehållet i nyhetsboxen uppdaterat!

source: Update newsbox
sv_se: Uppdatera nyhetsbox

source: Newsbox
sv_se: Nyhetsbox

source: Add our super simple news box.
sv_se: Lägg till vår supersimpla nyhetsbox.

source: Title of widget
sv_se: Titel på widgeten

source: Set the title of the widget.
sv_se: Sätt titeln på widgeten.

source: Show when the box was last updated?
sv_se: Visa när nyhetsboxen senast uppdaterades?

source: Do you want to show when the box was last updated?
sv_se: Vill du visa när nyhetsboxen senast uppdaterades?

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: HTML before content
sv_se: HTML före innehåll

source: Add HTML you want <em>before</em> the content here.
sv_se: Lägg till den HTML du vill ha <em>innan</em> innehållet här.

source: HTML after content
sv_se: HTML efter innehåll

source: Add HTML you want <em>after</em> the content here.
sv_se: Lägg till den HTML du vill ha <em>efter</em> innehållet här.
